{
  "q1": "Qu'est-ce que le Plus Server ?",
  "a1": "Le Plus Server est un serveur Discord destiné aux joueurs occidentaux de haut niveau cherchant des gens avec qui jouer ensemble ou contre. Il a été fondé en Septembre 2017. Il est divisé en 3 tiers, avec le +1 étant le plus haut. Vous pouvez y avoir accès si un des membres du serveurs vous recommande et si vous passez le vote mensuel.\n\nPendant le vote, vous recevrez un pourcentage basé sur votre résultat. Si vous avez reçu 0%, cela veut dire que tout le monde a voté contre vous, si vous avez reçu 100%, cela signifie donc l'inverse. Si un membre reçoit un score inférieur à 50%, il descendra d'un tier, et dans le cas du +3, il sera expulsé.",

  "q2": "Comment obtenir un badge pour mon événement ?",
  "a2": "Il vous faudra commissionner borzoic#1991 pour créer un badge. Le prix peut varier entre 10€ et 30€ en fonction de la complexité. Après ça, cantactez Sendou pour que le badge soit ajouté à la page web.\n\nTous les tournois peuvent avoir un badge pour récompense. Si vous voulez récompenser d'autres actions avec un badge, contactez tout d'abord Sendou avec votre idée",

  "q3": "Comment mettre à jour mon pseudo ou mon avatar ?",
  "a3": "Mettre à jour son pseudo ou avatar sur Discord ne se reflète pas immédiatement sur sendou.ink. Pour voir ce changement, vous avez deux options :\n\n1) Si vous êtes un membre du Discord de sendou.ink ou du Plus Server, il vous suffit d'attendre. Le site se mettra à jour automatiquement dans les 24 heures.\n\n2) Alternativement, si vous voulez les mettre à jour immédiatement, vous pouvez vous déconnecter et vous reconnecter sur sendou.ink",

  "q4": "Je me suis abonné au Patreon mais je ne vois pas de changement, c'est normal ?",
  "a4": "Assurez-vous d'avoir lié votre compte Discord sur Patreon.com. Après avoir fait ça, votre statut peut mettre jusqu'à 2 heures à se mettre à jour sur le site. Si vous avez encore des soucis, n'hésitez pas à envoyer un MP à Sendou directement",

  "q5": "Est-ce qu'il y a une application sendou.ink ?",
  "a5": "Non, mais sendou.ink peut être installé en tant 'qu'Application Web Progressive' : vous pourrez bénéficier d'un mode plein écran, d'une icone et d'un processus séparé de votre navigateur. Pour pouvoir l'installer, n'hésitez pas à rechercher 'Comment installer une awp sur *votre natigateur*' sur Google.",

  "q6": "Comment est-ce que je peux ajouter mes liens Twitch/Twitter/Youtube à mon profil ?",
  "a6": "Nous utilisons le profil Discord pour ça. Connectez vos comptes sur Discord puis déconnectez et reconnectez vous sur sendou.ink pour pouvoir les mettre à jour."
}
