{
  "q1": "Cos'è il Server Plus?",
  "a1": "Il Server Plus è un server Discord per i giocatori europei e americani di alto livello che cercano altri utenti per giocare con o contro. È stato fondato nel Settembre del 2017. Il server è diviso in 3 livelli, di cui +1 è il più alto e +3 è il più basso. Puoi avere accesso al server quando un'altro membro ti riferisce e passi il voto mensile. \n\nNel voto mensile, tutti i candidati saranno assegnati una percentuale basata su quanti utenti votano al loro favore, 0% se tutti gli utenti partecipanti votano no, 100% se tutti votano si. Una percentuale di almeno 50% è richiesta per passare il voto. Se un membro riceve una percentuale sotto al 50% sarà dimosso al livello inferiore, o se è gia nel livello +3, espulso dal server.",

  "q2": "Come faccio ad avere una medaglia come premio per il mio evento?",
  "a2": "Contatta borzoic#1991 per creare il tuo badge. Il prezzo è 10-30€ e dipende dalla complessità della medaglia. In seguito, contatta Sendou per aggiungere la medaglia alla pagina. \n\nTutti i tornei possono avere una medaglia come premio in palio. Se vuoi premiare una medaglia per altre imprese, è raccomandato prima contattare Sendou con la tua idea.",

  "q3": "Come faccio ad aggiornare il mio nome utente o avatar?",
  "a3": "Aggiornare il nome utente o avatar su Discord non li aggiorna instantaneamente su sendou.ink. Per aggiornarli hai due opzioni: \n\n1) Se sei un membro del server Discord pubblico di questo sito o il Server Plus, puoi semplicemente aspettare. Una volta al giorno, tutti i profili dei membri connessi vengono aggiornati.\n\n2) Alternativamente, se vuoi aggiornarli subito, puoi semplicemente uscire e riaccedere su sendou.ink.",

  "q4": "Sono diventato un sostenitore su Patreon, come mai non vedo nessun cambiamento sul sito?",
  "a4": "Assicurati di aver connesso il tuo account Discord con quello Patreon. Dopo averli sincronizzati, l'aggiornamento dei dati sul sito potrebbe impiegare fino a 2 ore. Se stai avendo problemi, scrivi direttamente a Sendou.",

  "q5": "Esiste un app per sendou.ink?",
  "a5": "No, ma il sito può essere installato come una 'Progressive Web App', che porta un sacco degli stessi benefici come l'uso a schermo pieno, l'icona sulla schermata home e un processo separato dal browser. Cerca 'Come installare progressive web app su *il tuo browser*' per imparare come si fa.",

  "q6": "Come faccio ad aggiungere un link per Twitch/Twitter/Youtube al mio profilo?",
  "a6": "Il sito sincronizza i profili con le tue connessioni al profilo Discord. Per connettere un account a sendou.ink, connettilo e verificalo su Discord, quindi esci e riaccedi qui per aggiornare il profilo."
}
