{
  "q1": "O que é o Servidor Plus?",

  "q2": "Como conseguir um prêmio de insígnia para o meu evento?",
  "a2": "Você comissiona o borzoic#1991 no Discord para fazer a insígnia. O preço é entre 10 a 30 euros dependendo da complexidade. Após isso, entre em contato com o Sendou para ter ela adicionada na página web.\n\nQualquer torneio pode ter uma insígnia como prêmio. Se você quer premiar insígnias por outros feitos, é melhor consultar o Sendou primeiro sobre sua ideia.",

  "q3": "Como atualizar meu avatar ou nome de usuário?",
  "a3": "Atualizar o avatar ou nome de usuário no Discord não os atualiza imediatamente no sendou.ink. Para fazer isso acontecer, você tem duas opções:\n\n1) Se você for membro do Discord desse site ou do Servidor Plus, você pode simplesmente esperar. Existe um processo automático que acontece uma vez por dia e cuida da atualização.\n\n2) Para fazer a atualização imediatamente, você pode usar o comando /update-profile do bot Lohi no Discord.",

  "q4": "Eu me inscrevi no Patreon mas eu não vejo nenhuma mudança no website?",
  "a4": "Tenha certeza que conectou seu Discord no Patreon.com. Depois disso, pode levar até duas horas para o status atualizar no site. Se você está tendo problemas, envie uma mensagem direta ao Sendou para obter ajuda.",

  "q5": "Existe um aplicativo do sendou.ink?",
  "a5": "Não mas, o sendou.ink pode ser instalado como um 'Aplicativo Web Progressivo' que possui muitos dos benefícios de um aplicativo tais como tela cheia, um ícone na tela inicial e um processo separado do navegador. Pesquise no Google 'como instalar AWP (PWA em Inglês) no *seu navegador*' para ver como.",

  "q6": "Como adicionar o meu Twitch/Twitter/YouTube ao meu perfil?",
  "a6": "Nós usamos seu perfil do Discord para isso. Conecte e verifique seus perfis no Discord, depois saia e faça login novamente no sendou.ink para que o seu perfil atualize.",

  "q7": "Como posso adicionar vídeos?",
  "a7": "Envie uma mensagem para o Sendou no Discord para acesso e instruções.",

  "q8": "Como posso mostrar meus resultados do X Battle no meu perfil?",
  "a8": "Encontre sua página de jogador na página Pesquisar Tops. Poste o link na central de ajuda do nosso Discord dizendo que você quer ela conectada. Lembre-se que a conexão não é possível se você não alcançou Top 500 ou foi top player com alguma arma.",

  "q9": "Como posso fazer o upload de uma arte da qual fiz a comissão?",
  "a9": "Você só pode fazer upload de arte que você mesmo fez. Ela também tem que ser relacionada com o Splatoon. Para trabalhos comissionados, por favor peça o artista para fazer o upload no site. Eles são capazes de conectar seu perfil de usuário e isso fará a arte aparecer no seu perfil."
}
