{
  "q1": "Czym jest plus server?",
  "a1": "Plus Server jest serverem Discord dla profesjonalnych graczy z zachodu do szukania osób, z którymi/przeciw którym mogą grać. Został założony we Wrześniu 2017. Jest on podzielony na 3 poziomy z czego +1 jest najwyższy. Możesz uzyskać do niego dostęp jeśli członek servera cię zasugeruje i przejdziesz przez co-miesięczne głosowanie.\n\nW głosowaniu dostajesz procent zależnie od ilości osób, których na ciebie zagłosowało. 0% oznaczałoby, że każdy kto głosował był przeciw twojemu dołączeniu a 100% przeciwnie. 50% jest wymagane by przejść przez głosowanie. Jeśli aktualny członek servera nie przejdzie głosowania są oni obniżani o jeden poziom, lub jeśli są na poziomie +3, są wywalani z servera.",

  "q2": "Jak mieć odznake dla mojego wydarzenia?",
  "a2": "Musisz zamówić odznakę od borzoic#1991. Cena to 10-30€ w zależności od kompleksowości. Potem napisz do Sendou, by dodał na strone.\n\nKażdy turniej może mieć odznake jako nagrode. Jeśli chcesz dodać odznake za coś innego, skonsultuj się z Sendou'em.",

  "q3": "Jak zaktualizować nazwę/avatar na stronie?",
  "a3": "Zaktualizowanie nazwy lub avataru na Discordzie nie aktualizuje też automatycznie tego na sendou.ink. Jeśli chcesz zaktualizować, masz dwie opcje:\n\n1) Jeśli jesteś członkiem Plus Server lub servera tej strony po prostu poczekaj. Raz dziennie jest rutyna, która te dane aktualizuje na stronie.\n\n2) Jeśli chcesz, by się zaktualizowały od razu, wystarczy się wylogować i ponownie zalogować na stronę.",

  "q4": "Zostałem Patronem ale nie widzę żadnych zmian na stronie?",
  "a4": "Upewnij się, że twoje konto Patreon jest połączone z twoim kontem Discord. Po zrobieniu tego zajmie do 2 godzin by się strona zaktualizowała. Jeśli masz problemy napisz prywatnie do Sendou.",

  "q5": "Czy jest aplikacja sendou.ink?",
  "a5": "Nie, ale sendou.ink może być zainstalowane jako 'Progressive Web App', który ma wiele tych samych korzyści co normalna aplikacja. Wyszukaj 'jak się instaluje PWA na *twojej wyszukiwarce*' by wiedzieć jak.",

  "q6": "Jak połączyć moje konto sendou.ink z moim Twitchem/Twitterem/Youtubem?",
  "a6": "Używamy do tego twojego profilu Discord. Połącz te konta na Discordzie i odśwież sendou.ink i powinny się pojawić."
}
