{
  "q1": "מה זה השרת פלוס?",
  "a1": "שרת פלוס הוא שרת דיסקורד לשחקנים מערביים ברמה גבוהה שמחפשים שחקנים לשחק איתם ונגדם. השרת נוסד בספטמבר 2017. השרת מחולק לשלוש שכבות שמתוכם פלוס אחד היא השכבה הגבוהה ביותר. מקבלים הרשאה כשחבר בשרת ממליץ עלייך והנך עובר את ההצבעה החודשית. \n\nבהצבעה הנך מקבל אחוז על סמך התוצאה שלך. 0% פירושו שכל מי שהשתתף בהצבעה הצביע נגדך ואילו 100% יהיה ההפך. נדרשים 50% כדי לעבור את ההצבעה. אם חבר מקבל ציון מתחת ל-50% הוא יורד בדרגה או במקרה של 3+ הוא מועף.",

  "q2": "איך מקבלים פרס תג לאירוע שלי?",
  "a2": "צריך להזמין מ-borzoic#1991 ליצור את התג. המחיר הוא 10-30€ תלוי במורכבות. לאחר מכן, צרו קשר עם Sendou כדי להוסיף אותו לדף האינטרנט.\n\nכל טורניר יכול לקבל תג כפרס. אם הנכם רוצים להעניק תגים עבור הישגים אחרים, עדיף להתייעץ קודם עם Sendou לגבי זה.",

  "q3": "איך לעדכן את הפרופיל או את שם המשתמש שלי?",
  "a3": "עדכון שם משתמש או פרופיל ב-Discord לא מתעדכן מיד ב- sendou.ink. כדי לגרום לזה לקרות יש לכם שתי אפשרויות:\n\n1) אם אתם חברים ב-Discord או בשרת הפלוס של אתר זה, אתם יכולים פשוט לחכות. יש בדיקה שפועלת פעם ביום שמטפלת בעדכון.\n\n2) לחילופין אם ברצונכם לעדכן מיד, תוכלו להתנתק ולהתחבר חזרה ל- sendou.ink.",

  "q4": "נרשמתי ב-Patreon אבל אני לא רואה שינויים באתר?",
  "a4": "יש לוודא את חיבור הדיסקורד שלכם ל-Patreon.com. לאחר מכן, זה יקח שעתיים עד שהסטטוס יתעדכן באתר. אם הנכם נתקלים בבעיות שלחו הודעה פרטית DM ל-Sendou לעזרה.",

  "q5": "האם יש אפליקציית sendou.ink?",
  "a5": "לא, אבל ניתן להתקין את sendou.ink כ'אפליקציית אינטרנט מתקדמת' שמקבלת הרבה מאותן יתרונות כמו מסך מלא, אייקון במסך הבית ותהליך נפרד מהדפדפן. חפשו בגוגל 'כיצד להתקין PWA על *הדפדפן שלך*' כדי לראות איך.",

  "q6": "איך להוסיף חשבון Twitch/Twitter/YouTube לפרופיל שלי?",
  "a6": "אנחנו משתמשים בפרופיל הדיסקורד שלכם בשביל זה. התחברו ואמתו אותם ב-Discord ואז צאו והיכנסו חזרה ל-sendou.ink כדי לעדכן אותם.",

  "q7": "איך אני יכול להוסיף סרטונים?",
  "a7": "שלחו הודעה ל-Sendou ב-Discord לקבלת גישה והנחיות.",

  "q8": "כיצד אוכל להציג תוצאות X Battle בפרופיל שלי?",
  "a8": "מצאו את דף השחקן שלכם מחיפוש בטופ. פרסמו את הקישור למוקד העזרה בדיסקורד שלנו וציינו שהנכם רוצים לקשר אותו. שימו לב שהקישור לא אפשרי אם לא הגעתם לטופ 500 או להיות שחקן מוביל עם נשק כלשהו."
}
